Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Save and continue
ar: حفظ والمتابعة
de: Speichern und fortfahren
es: Guardar y continuar
fr: Enregistrer et continuer
hi: सहेजें और जारी रखें
id: Simpan dan lanjutkan
ja: 保存して続行
ko: 저장하고 계속하세요
pt_br: Salvar e continuar
ru: Сохранить и продолжить
th: บันทึกและดำเนินการต่อ
tr: Kaydet ve devam et
vi: Lưu và tiếp tục
zh_hans: 保存并继续
zh_hant: 儲存並繼續

source: Save anyway (unverified)
ar: احفظ على أي حال (غير متحقق)
de: Trotzdem speichern (nicht verifiziert)
es: Guardar de todos modos (sin verificar)
fr: Enregistrer quand même (non vérifié)
hi: फिर भी सहेजें (असत्यापित)
id: Tetap simpan (belum diverifikasi)
ja: 未検証のまま保存
ko: 확인되지 않은 상태로 저장
pt_br: Salvar mesmo assim (não verificado)
ru: Всё равно сохранить (не проверено)
th: บันทึกต่อไป (ยังไม่ยืนยัน)
tr: Yine de kaydet (doğrulanmadı)
vi: Vẫn lưu (chưa xác minh)
zh_hans: 仍然保存（未验证）
zh_hant: 仍然儲存（未驗證）

source: Saved without a model catalog
ar: تم الحفظ بدون كتالوج نماذج
de: Ohne Modellkatalog gespeichert
es: Guardado sin catálogo de modelos
fr: Enregistré sans catalogue de modèles
hi: मॉडल कैटलॉग के बिना सहेजा गया
id: Disimpan tanpa katalog model
ja: モデルカタログなしで保存されました
ko: 모델 카탈로그 없이 저장됨
pt_br: Salvo sem catálogo de modelos
ru: Сохранено без каталога моделей
th: บันทึกโดยไม่มีแคตตาล็อกโมเดล
tr: Model kataloğu olmadan kaydedildi
vi: Đã lưu nhưng không có danh mục mô hình
zh_hans: 已保存,但未拉取到模型目录
zh_hant: 已儲存,但未取得模型目錄

source: Saved, but the key looks invalid. You can verify it later in provider settings.
ar: تم الحفظ، لكن المفتاح يبدو غير صالح. يمكنك التحقق منه لاحقًا في إعدادات المزوّد.
de: Gespeichert, aber der Schlüssel scheint ungültig zu sein. Sie können ihn später in den Anbietereinstellungen überprüfen.
es: Guardado, pero la clave parece no válida. Puedes verificarla más tarde en los ajustes del proveedor.
fr: Enregistré, mais la clé semble invalide. Vous pouvez la vérifier plus tard dans les paramètres du fournisseur.
hi: सहेजा गया, लेकिन कुंजी अमान्य लगती है। आप इसे बाद में प्रदाता सेटिंग्स में सत्यापित कर सकते हैं।
id: Tersimpan, tetapi kunci tampaknya tidak valid. Anda dapat memverifikasinya nanti di pengaturan penyedia.
ja: 保存しましたが、キーが無効のようです。後でプロバイダー設定で確認できます。
ko: 저장했지만 키가 유효하지 않은 것 같습니다. 나중에 공급자 설정에서 확인할 수 있습니다.
pt_br: Salvo, mas a chave parece inválida. Você pode verificá-la mais tarde nas configurações do provedor.
ru: Сохранено, но ключ выглядит недействительным. Вы можете проверить его позже в настройках поставщика.
th: บันทึกแล้ว แต่คีย์ดูเหมือนจะไม่ถูกต้อง คุณสามารถตรวจสอบได้ภายหลังในการตั้งค่าผู้ให้บริการ
tr: Kaydedildi, ancak anahtar geçersiz görünüyor. Daha sonra sağlayıcı ayarlarında doğrulayabilirsiniz.
vi: Đã lưu, nhưng khóa có vẻ không hợp lệ. Bạn có thể xác minh lại sau trong cài đặt nhà cung cấp.
zh_hans: 已保存，但密钥似乎无效。可稍后在供应商设置中验证。
zh_hant: 已儲存，但金鑰似乎無效。可稍後在供應商設定中驗證。

source: Saving sends one tiny test request to confirm the new key works.
ar: سيؤدي الحفظ إلى إرسال طلب اختبار صغير واحد للتأكد من عمل المفتاح الجديد.
de: Beim Speichern wird eine minimale Testanfrage gesendet, um zu bestätigen, dass der neue Schlüssel funktioniert.
es: Al guardar se envía una pequeña solicitud de prueba para confirmar que la nueva clave funciona.
fr: L’enregistrement envoie une petite requête de test pour confirmer que la nouvelle clé fonctionne.
hi: सहेजने पर नई कुंजी के काम करने की पुष्टि के लिए एक छोटा परीक्षण अनुरोध भेजा जाएगा।
id: Menyimpan mengirim satu permintaan uji kecil untuk memastikan kunci baru berfungsi.
ja: 保存すると、新しいキーが機能することを確認するために小さなテストリクエストを 1 回送信します。
ko: 저장하면 새 키가 작동하는지 확인하기 위해 작은 테스트 요청을 한 번 보냅니다.
pt_br: Ao salvar, uma pequena solicitação de teste confirma que a nova chave funciona.
ru: При сохранении будет отправлен небольшой тестовый запрос, чтобы подтвердить работу нового ключа.
th: การบันทึกจะส่งคำขอทดสอบขนาดเล็กหนึ่งครั้งเพื่อยืนยันว่าคีย์ใหม่ใช้งานได้
tr: Kaydedildiğinde yeni anahtarın çalıştığını doğrulamak için küçük bir test isteği gönderilir.
vi: Khi lưu, một yêu cầu kiểm tra nhỏ sẽ được gửi để xác nhận khóa mới hoạt động.
zh_hans: 保存后会发送一次极小的测试请求，以确认新密钥可用。
zh_hant: 儲存後會傳送一次極小的測試請求，以確認新金鑰可用。

source: Saving...
ar: جارٍ الحفظ…
de: Speichern…
es: Guardando…
fr: Enregistrement…
hi: सहेजा जा रहा है...
id: Penghematan...
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
ru: Сохранение...
th: ประหยัด...
tr: Kaydediliyor...
vi: Đang lưu...
zh_hans: 保存中…
zh_hant: 儲存中…

source: Scan QR code
ar: مسح رمز QR
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
hi: QR कोड स्कैन करें
id: Pindai kode QR
ja: QRコードをスキャン
ko: QR 코드 스캔
pt_br: Ler código QR
ru: Сканировать QR-код
th: สแกนคิวอาร์โค้ด
tr: QR kodunu tara
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR Code

source: Search providers
ar: البحث عن مزودي الخدمة
de: Anbieter suchen
es: Buscar proveedores
fr: Rechercher des fournisseurs
hi: प्रोवाइडर खोजें
id: Cari penyedia
ja: プロバイダーを検索
ko: 공급자 검색
pt_br: Buscar provedores
ru: Поиск провайдеров
th: ค้นหาผู้ให้บริการ
tr: Sağlayıcı ara
vi: Tìm nhà cung cấp
zh_hans: 搜索供应商
zh_hant: 搜尋供應商

source: Selectable
ar: قابل للاختيار
de: Auswählbar
es: Seleccionable
fr: Sélectionnable
hi: चयन
id: Dapat dipilih
ja: 選択可能
ko: 선택 가능
pt_br: Selecionável
ru: Выбираемый
th: เลือกได้
tr: Seçilebilir
vi: Có thể lựa chọn
zh_hans: 可选
zh_hant: 可選

source: Sends a probe via the same path as chat. Failures don't block save.
ar: يرسل اختبارًا عبر نفس مسار الدردشة. لا تمنع الإخفاقات الحفظ.
de: Sendet eine Anfrage über denselben Pfad wie der Chat. Fehler blockieren das Speichern nicht.
es: Envía una sonda por la misma ruta que el chat. Los fallos no bloquean guardar.
fr: Envoie une sonde par le même chemin que le chat. Les échecs ne bloquent pas l'enregistrement.
hi: चैट के समान पथ से जांच भेजता है। विफलताएं सहेजने को नहीं रोकतीं।
id: Kirim probe via jalur yang sama dengan chat. Kegagalan tidak memblokir penyimpanan.
ja: チャットと同じ経路でプローブを送ります。失敗しても保存はブロックされません。
ko: 채팅과 동일한 경로로 프로브를 보냅니다. 실패해도 저장은 막지 않습니다.
pt_br: Envia uma sonda pelo mesmo caminho do chat. Falhas não bloqueiam o salvamento.
ru: Отправляет проверку по тому же пути, что и чат. Сбой не блокирует сохранение.
th: ส่งคำขอตรวจสอบผ่านเส้นทางเดียวกับแชต ความล้มเหลวจะไม่ขัดขวางการบันทึก
tr: Sohbetle aynı yoldan bir prob gönderir. Başarısızlık kaydı engellemez.
vi: Gửi probe theo cùng đường với chat. Thất bại không chặn việc lưu.
zh_hans: 走和聊天同一条路径发起一次探活,失败不影响保存。
zh_hant: 走和聊天同一條路徑發起一次探活,失敗不影響儲存。

source: Service Tier
ar: طبقة الخدمة
de: Serviceebene
es: Nivel de servicio
fr: Niveau de service
hi: सेवा स्तर
id: Tingkat Layanan
ja: サービス層
ko: 서비스 계층
pt_br: Nível de serviço
ru: Уровень обслуживания
th: ระดับการบริการ
tr: Hizmet Katmanı
vi: Cấp dịch vụ
zh_hans: 服务等级
zh_hant: 服務等級

source: Set as Default
ar: تعيين كافتراضي
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
hi: डिफाल्ट के रूप में सेट
id: Tetapkan sebagai Default
ja: デフォルトに設定
ko: 기본값으로 설정
pt_br: Definir como padrão
ru: Установить по умолчанию
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan Olarak Ayarla
vi: Đặt làm mặc định
zh_hans: 设为默认
zh_hant: 設為預設

source: Show API key
ar: إظهار مفتاح API
de: API-Schlüssel anzeigen
es: Mostrar clave API
fr: Afficher la clé API
hi: एपीआई कुंजी दिखाएँ
id: Tampilkan kunci API
ja: APIキーを表示
ko: API 키 표시
pt_br: Mostrar chave de API
ru: Показать ключ API
th: แสดงคีย์ API
tr: API anahtarını göster
vi: Hiển thị khóa API
zh_hans: 显示 API 密钥
zh_hant: 顯示 API 金鑰

source: Sign in with ChatGPT
ar: تسجيل الدخول عبر ChatGPT
de: Mit ChatGPT anmelden
es: Iniciar sesión con ChatGPT
fr: Se connecter avec ChatGPT
hi: ChatGPT से साइन इन करें
id: Masuk dengan ChatGPT
ja: ChatGPT でログイン
ko: ChatGPT로 로그인
pt_br: Entrar com ChatGPT
ru: Войти через ChatGPT
th: ลงชื่อเข้าใช้ด้วย ChatGPT
tr: ChatGPT ile oturum aç
vi: Đăng nhập bằng ChatGPT
zh_hans: 用 ChatGPT 登录
zh_hant: 用 ChatGPT 登入

source: Sign in with x.ai
ar: تسجيل الدخول عبر x.ai
de: Mit x.ai anmelden
es: Iniciar sesión con x.ai
fr: Se connecter avec x.ai
hi: x.ai से साइन इन करें
id: Masuk dengan x.ai
ja: x.ai でログイン
ko: x.ai로 로그인
pt_br: Entrar com x.ai
ru: Войти через x.ai
th: ลงชื่อเข้าใช้ด้วย x.ai
tr: x.ai ile oturum aç
vi: Đăng nhập bằng x.ai
zh_hans: 用 x.ai 登录
zh_hant: 用 x.ai 登入

source: Sign in with your ChatGPT subscription
ar: سجّل الدخول باشتراك ChatGPT الخاص بك
de: Mit deinem ChatGPT-Abo anmelden
es: Inicia sesión con tu suscripción de ChatGPT
fr: Se connecter avec votre abonnement ChatGPT
hi: अपने ChatGPT सब्सक्रिप्शन से साइन इन करें
id: Masuk dengan langganan ChatGPT Anda
ja: ChatGPT サブスクリプションでログイン
ko: ChatGPT 구독으로 로그인
pt_br: Entre com sua assinatura do ChatGPT
ru: Войдите с подпиской ChatGPT
th: ลงชื่อเข้าใช้ด้วยการสมัครสมาชิก ChatGPT ของคุณ
tr: ChatGPT aboneliğinle oturum aç
vi: Đăng nhập bằng gói đăng ký ChatGPT của bạn
zh_hans: 用你的 ChatGPT 订阅登录
zh_hant: 用你的 ChatGPT 訂閱登入

source: Sign in with your Grok subscription
ar: سجّل الدخول باشتراك Grok الخاص بك
de: Mit deinem Grok-Abo anmelden
es: Inicia sesión con tu suscripción de Grok
fr: Se connecter avec votre abonnement Grok
hi: अपने Grok सब्सक्रिप्शन से साइन इन करें
id: Masuk dengan langganan Grok Anda
ja: Grok サブスクリプションでログイン
ko: Grok 구독으로 로그인
pt_br: Entre com sua assinatura do Grok
ru: Войдите с подпиской Grok
th: ลงชื่อเข้าใช้ด้วยการสมัครสมาชิก Grok ของคุณ
tr: Grok aboneliğinle oturum aç
vi: Đăng nhập bằng gói đăng ký Grok của bạn
zh_hans: 用你的 Grok 订阅登录
zh_hant: 用你的 Grok 訂閱登入

source: Signed in with ChatGPT
ar: تم تسجيل الدخول عبر ChatGPT
de: Mit ChatGPT angemeldet
es: Sesión iniciada con ChatGPT
fr: Connecté avec ChatGPT
hi: ChatGPT से साइन इन किया गया
id: Masuk dengan ChatGPT
ja: ChatGPT でログイン済み
ko: ChatGPT로 로그인됨
pt_br: Conectado com ChatGPT
ru: Вход выполнен через ChatGPT
th: ลงชื่อเข้าใช้ด้วย ChatGPT แล้ว
tr: ChatGPT ile oturum açıldı
vi: Đã đăng nhập bằng ChatGPT
zh_hans: 已通过 ChatGPT 登录
zh_hant: 已透過 ChatGPT 登入

source: Signed in with x.ai
ar: تم تسجيل الدخول عبر x.ai
de: Mit x.ai angemeldet
es: Sesión iniciada con x.ai
fr: Connecté avec x.ai
hi: x.ai से साइन इन किया गया
id: Masuk dengan x.ai
ja: x.ai でログイン済み
ko: x.ai로 로그인됨
pt_br: Conectado com x.ai
ru: Вход выполнен через x.ai
th: ลงชื่อเข้าใช้ด้วย x.ai แล้ว
tr: x.ai ile oturum açıldı
vi: Đã đăng nhập bằng x.ai
zh_hans: 已通过 x.ai 登录
zh_hant: 已透過 x.ai 登入

source: SiliconFlow API keys are region-specific. Choose the Request URL that matches your account.
ar: تختلف مفاتيح API الخاصة بـ SiliconFlow حسب منطقة الحساب. اختر عنوان الطلب المطابق لحسابك.
de: SiliconFlow-API-Schlüssel sind an die Kontoregion gebunden. Wähle die Request-URL, die zu deinem Konto passt.
es: Las claves API de SiliconFlow dependen de la región de la cuenta. Elige la URL de solicitud correspondiente a tu cuenta.
fr: Les clés API SiliconFlow dépendent de la région du compte. Choisissez l’URL de requête correspondant à votre compte.
hi: SiliconFlow API कुंजियां खाते के क्षेत्र से जुड़ी होती हैं। अपने खाते से मेल खाता अनुरोध URL चुनें।
id: Kunci API SiliconFlow terikat pada wilayah akun. Pilih URL permintaan yang sesuai dengan akun Anda.
ja: SiliconFlow API キーはアカウントの地域に紐づいています。アカウントに合うリクエスト URL を選択してください。
ko: SiliconFlow API 키는 계정 지역에 연결됩니다. 계정에 맞는 요청 URL을 선택하세요.
pt_br: As chaves de API da SiliconFlow dependem da região da conta. Escolha a URL de solicitação correspondente à sua conta.
ru: Ключи API SiliconFlow привязаны к региону аккаунта. Выберите URL запроса, соответствующий вашему аккаунту.
th: คีย์ API ของ SiliconFlow ผูกกับภูมิภาคของบัญชี เลือก URL คำขอที่ตรงกับบัญชีของคุณ
tr: SiliconFlow API anahtarları hesap bölgesine bağlıdır. Hesabınızla eşleşen istek URL'sini seçin.
vi: Khóa API SiliconFlow gắn với khu vực tài khoản. Chọn URL yêu cầu khớp với tài khoản của bạn.
zh_hans: SiliconFlow API Key 与账号区域绑定，请选择对应的请求 URL。
zh_hant: SiliconFlow API Key 與帳號區域綁定，請選擇對應的請求 URL。

source: Singapore (International)
ar: سنغافورة (دولي)
de: Singapur (International)
es: Singapur (Internacional)
fr: Singapour (International)
hi: सिंगापुर (अंतर्राष्ट्रीय)
id: Singapura (Internasional)
ja: シンガポール（国際）
ko: 싱가포르(국제)
pt_br: Singapura (Internacional)
ru: Сингапур (международный)
th: สิงคโปร์ (นานาชาติ)
tr: Singapur (Uluslararası)
vi: Singapore (Quốc tế)
zh_hans: 新加坡（国际）
zh_hant: 新加坡（國際）

source: Start with safe defaults, then adjust the protocol, authentication, headers, and query parameters.
ar: ابدأ بالإعدادات الافتراضية الآمنة، ثم عدّل البروتوكول والمصادقة والرؤوس ومعلمات الاستعلام.
de: Beginne mit sicheren Standardwerten und passe dann Protokoll, Authentifizierung, Header und Abfrageparameter an.
es: Empieza con valores seguros y luego ajusta el protocolo, la autenticación, las cabeceras y los parámetros de consulta.
fr: Commencez avec des valeurs sûres, puis ajustez le protocole, l’authentification, les en-têtes et les paramètres de requête.
hi: सुरक्षित डिफ़ॉल्ट से शुरू करें, फिर प्रोटोकॉल, प्रमाणीकरण, हेडर और क्वेरी पैरामीटर समायोजित करें।
id: Mulai dengan nilai default yang aman, lalu sesuaikan protokol, autentikasi, header, dan parameter kueri.
ja: 安全な既定値から始めて、プロトコル、認証、ヘッダー、クエリパラメータを調整します。
ko: 안전한 기본값으로 시작한 뒤 프로토콜, 인증, 헤더 및 쿼리 매개변수를 조정하세요.
pt_br: Comece com padrões seguros e depois ajuste o protocolo, a autenticação, os cabeçalhos e os parâmetros de consulta.
ru: Начните с безопасных значений по умолчанию, затем настройте протокол, аутентификацию, заголовки и параметры запроса.
th: เริ่มจากค่าเริ่มต้นที่ปลอดภัย แล้วปรับโปรโตคอล การยืนยันตัวตน ส่วนหัว และพารามิเตอร์คำขอ
tr: Güvenli varsayılanlarla başlayın; ardından protokolü, kimlik doğrulamayı, başlıkları ve sorgu parametrelerini ayarlayın.
vi: Bắt đầu với các giá trị mặc định an toàn, rồi điều chỉnh giao thức, xác thực, tiêu đề và tham số truy vấn.
zh_hans: 从安全默认值开始，再调整协议、认证方式、Header 和 Query 参数。
zh_hant: 從安全預設值開始，再調整協議、驗證方式、Header 和 Query 參數。

source: State unknown
ar: الحالة غير معروفة
de: Status unbekannt
es: Estado desconocido
fr: État inconnu
hi: स्थिति अज्ञात
id: Status tidak diketahui
ja: 状態不明
ko: 상태 알 수 없음
pt_br: Estado desconhecido
ru: Состояние неизвестно
th: ไม่ทราบสถานะ
tr: Durum bilinmiyor
vi: Không rõ trạng thái
zh_hans: 状态未知
zh_hant: 狀態未知

source: Stream
ar: تدفق
de: Strom
es: Arroyo
fr: Flux
hi: धारा
id: Sungai kecil
ja: ストリーム
ko: 개울
pt_br: Fluxo
ru: Транслировать
th: ลำธาร
tr: Aktarım
vi: Suối
zh_hans: 流式传输
zh_hant: 串流

source: Subscription
ar: الاشتراك
de: Abo
es: Suscripción
fr: Abonnement
hi: सब्सक्रिप्शन
id: Langganan
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
ru: Подписка
th: การสมัครสมาชิก
tr: Abonelik
vi: Gói đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription sign-in
ar: تسجيل الدخول بالاشتراك
de: Mit Abo anmelden
es: Iniciar sesión con suscripción
fr: Connexion avec abonnement
hi: सब्सक्रिप्शन से साइन इन
id: Masuk dengan langganan
ja: サブスクリプションでログイン
ko: 구독으로 로그인
pt_br: Entrar com assinatura
ru: Вход по подписке
th: ลงชื่อเข้าใช้ด้วยการสมัครสมาชิก
tr: Abonelikle oturum aç
vi: Đăng nhập bằng gói đăng ký
zh_hans: 订阅登录
zh_hant: 訂閱登入

source: Suggested
ar: مقترح
de: Empfohlen
es: Sugerido
fr: suggéré
hi: सुझाव दिया गया
id: Disarankan
ja: 提案
ko: 추천
pt_br: Sugerido
ru: Предлагается
th: แนะนำครับ
tr: Önerilen
vi: Được đề xuất
zh_hans: 建议
zh_hant: 建議

source: Supports web search
ar: يدعم البحث على شبكة الإنترنت
de: Unterstützt die Websuche
es: Soporta búsqueda web
fr: Prend en charge la recherche sur le Web
hi: वेब खोज का समर्थन करता है
id: Mendukung pencarian web
ja: Web検索をサポート
ko: 웹 검색 지원
pt_br: Suporta pesquisa na web
ru: Поддерживает веб-поиск
th: รองรับการค้นหาเว็บ
tr: Web aramasını destekler
vi: Hỗ trợ tìm kiếm trên web
zh_hans: 支持联网搜索
zh_hant: 支援聯網搜尋

source: Switching the protocol type resets the protocol, authentication, and Codex identity to the new defaults. Your model ID and capability selections are kept.
ar: يؤدي تغيير نوع البروتوكول إلى إعادة البروتوكول والمصادقة وهوية Codex إلى الإعدادات الافتراضية الجديدة. سيُحتفظ بمعرّف النموذج والقدرات التي اخترتها.
de: Beim Ändern des Protokolltyps werden Protokoll, Authentifizierung und Codex-Identität auf die neuen Standardwerte zurückgesetzt. Modell-ID und ausgewählte Fähigkeiten bleiben erhalten.
es: Al cambiar el tipo de protocolo se restablecen el protocolo, la autenticación y la identidad de Codex a los nuevos valores predeterminados. Se conservan el ID del modelo y las capacidades seleccionadas.
fr: Changer le type de protocole réinitialise le protocole, l’authentification et l’identité Codex selon les nouvelles valeurs par défaut. L’ID du modèle et les capacités sélectionnées sont conservés.
hi: प्रोटोकॉल प्रकार बदलने पर प्रोटोकॉल, प्रमाणीकरण और Codex पहचान नए डिफ़ॉल्ट पर रीसेट हो जाएंगे। मॉडल ID और चुनी गई क्षमताएं बनी रहेंगी।
id: Mengganti jenis protokol akan mengatur ulang protokol, autentikasi, dan identitas Codex ke nilai default baru. ID model dan kemampuan yang dipilih tetap dipertahankan.
ja: プロトコルの種類を切り替えると、プロトコル、認証、Codex クライアント識別が新しい既定値に戻ります。モデル ID と選択した機能は保持されます。
ko: 프로토콜 유형을 바꾸면 프로토콜, 인증 및 Codex 식별 정보가 새 기본값으로 재설정됩니다. 모델 ID와 선택한 기능은 유지됩니다.
pt_br: Trocar o tipo de protocolo redefine o protocolo, a autenticação e a identidade Codex para os novos padrões. O ID do modelo e as capacidades selecionadas são mantidos.
ru: Смена типа протокола сбросит протокол, аутентификацию и идентификатор Codex к новым значениям по умолчанию. ID модели и выбранные возможности сохранятся.
th: การเปลี่ยนประเภทโปรโตคอลจะรีเซ็ตโปรโตคอล การยืนยันตัวตน และข้อมูลระบุ Codex เป็นค่าเริ่มต้นใหม่ โดยจะคง ID โมเดลและความสามารถที่เลือกไว้
tr: Protokol türünü değiştirmek protokolü, kimlik doğrulamayı ve Codex kimliğini yeni varsayılanlara sıfırlar. Model kimliği ve seçilen özellikler korunur.
vi: Đổi loại giao thức sẽ đặt lại giao thức, xác thực và danh tính Codex về các giá trị mặc định mới. ID mô hình và các khả năng đã chọn vẫn được giữ lại.
zh_hans: 切换协议类型会把协议、认证方式和 Codex 身份重置为新类型的默认值，但模型 ID 与已选择的能力会保留。
zh_hant: 切換協議類型會把協議、驗證方式和 Codex 身分重設為新類型的預設值，但模型 ID 與已選擇的能力會保留。

source: Switching the protocol type resets the protocol, authentication, and Codex identity to the recommended defaults.
ar: يؤدي تغيير نوع البروتوكول إلى إعادة البروتوكول والمصادقة وهوية Codex إلى الإعدادات الافتراضية الموصى بها.
de: Beim Ändern des Protokolltyps werden Protokoll, Authentifizierung und Codex-Identität auf die empfohlenen Standardwerte zurückgesetzt.
es: Cambiar el tipo de protocolo restablece el protocolo, la autenticación y la identidad de Codex a los valores recomendados.
fr: Changer le type de protocole réinitialise le protocole, l’authentification et l’identité Codex selon les valeurs recommandées.
hi: प्रोटोकॉल प्रकार बदलने पर प्रोटोकॉल, प्रमाणीकरण और Codex पहचान अनुशंसित डिफ़ॉल्ट पर रीसेट हो जाएंगे।
id: Mengganti jenis protokol akan mengatur ulang protokol, autentikasi, dan identitas Codex ke nilai default yang direkomendasikan.
ja: プロトコルの種類を切り替えると、プロトコル、認証、Codex クライアント識別が推奨の既定値に戻ります。
ko: 프로토콜 유형을 바꾸면 프로토콜, 인증 및 Codex 식별 정보가 권장 기본값으로 재설정됩니다.
pt_br: Trocar o tipo de protocolo redefine o protocolo, a autenticação e a identidade Codex para os padrões recomendados.
ru: Смена типа протокола сбросит протокол, аутентификацию и идентификатор Codex к рекомендуемым значениям.
th: การเปลี่ยนประเภทโปรโตคอลจะรีเซ็ตโปรโตคอล การยืนยันตัวตน และข้อมูลระบุ Codex เป็นค่าเริ่มต้นที่แนะนำ
tr: Protokol türünü değiştirmek protokolü, kimlik doğrulamayı ve Codex kimliğini önerilen varsayılanlara sıfırlar.
vi: Đổi loại giao thức sẽ đặt lại giao thức, xác thực và danh tính Codex về các giá trị mặc định được đề xuất.
zh_hans: 切换协议类型会把协议、认证方式和 Codex 身份重置为推荐的默认值。
zh_hant: 切換協議類型會把協議、驗證方式和 Codex 身分重設為建議的預設值。

source: Switching to an unencrypted connection also deletes: this connection's key, custom headers, and custom query parameters.
ar: يؤدي التبديل إلى اتصال غير مشفر أيضًا إلى حذف: مفتاح هذا الاتصال، والرؤوس المخصصة، ومعلمات الاستعلام المخصصة.
de: Beim Wechsel zu einer unverschlüsselten Verbindung werden außerdem Folgendes gelöscht: der Schlüssel dieser Verbindung, benutzerdefinierte Header und benutzerdefinierte Abfrageparameter.
es: Cambiar a una conexión no cifrada también elimina: la clave de esta conexión, los encabezados personalizados y los parámetros de consulta personalizados.
fr: Le passage à une connexion non chiffrée supprime également : la clé de cette connexion, les en-têtes personnalisés et les paramètres de requête personnalisés.
hi: अनएन्क्रिप्टेड कनेक्शन पर स्विच करने से यह भी हट जाता है: इस कनेक्शन की कुंजी, कस्टम हेडर और कस्टम क्वेरी पैरामीटर।
id: Beralih ke koneksi tidak terenkripsi juga menghapus: kunci koneksi ini, header khusus, dan parameter kueri khusus.
ja: 暗号化されていない接続に切り替えると、この接続のキー、カスタム ヘッダー、カスタム クエリ パラメータも削除されます。
ko: 암호화되지 않은 연결로 전환하면 이 연결의 키, 사용자 정의 헤더 및 사용자 정의 쿼리 매개변수도 삭제됩니다.
pt_br: Mudar para uma conexão não criptografada também exclui: a chave desta conexão, cabeçalhos personalizados e parâmetros de consulta personalizados.
ru: При переключении на незашифрованное соединение также удаляются: ключ этого соединения, пользовательские заголовки и пользовательские параметры запроса.
th: การสลับไปใช้การเชื่อมต่อที่ไม่ได้เข้ารหัสจะลบ: คีย์ของการเชื่อมต่อนี้ ส่วนหัวที่กำหนดเอง และพารามิเตอร์การค้นหาที่กำหนดเอง
tr: Şifrelenmemiş bir bağlantıya geçiş aynı zamanda şunları da siler: bu bağlantının anahtarı, özel başlıklar ve özel sorgu parametreleri.
vi: Việc chuyển sang kết nối không được mã hóa cũng sẽ xóa: khóa, tiêu đề tùy chỉnh và tham số truy vấn tùy chỉnh của kết nối này.
zh_hans: 改为不加密的连接会同时删除：这条连接的密钥、自定义 Header、自定义 Query 参数。
zh_hant: 改為未加密的連線會同時刪除：這條連線的金鑰、自訂 Header、自訂 Query 參數。

source: Syncing
ar: جاري المزامنة
de: Synchronisierung
es: Sincronizando
fr: Synchronisation
hi: सिंक्रनाइज़ किए जा रहे
id: Sinkronisasi
ja: 同期中
ko: 동기화 중
pt_br: Sincronizando
ru: Синхронизация
th: กำลังซิงค์
tr: Senkronizasyon
vi: Đang đồng bộ hóa
zh_hans: 同步中
zh_hant: 同步中

source: Syncing...
ar: جارٍ المزامنة...
de: Synchronisierung...
es: Sincronizando...
fr: Synchronisation...
hi: सिंक हो रहा है...
id: Menyinkronkan...
ja: 同期中...
ko: 동기화 중...
pt_br: Sincronizando...
ru: Синхронизация...
th: กำลังซิงค์...
tr: Senkronize ediliyor...
vi: Đang đồng bộ hóa...
zh_hans: 同步中...
zh_hant: 同步中...

source: Tap to fill
ar: اضغط للتعبئة
de: Zum Ausfüllen tippen
es: Toca para rellenar
fr: Appuyer pour remplir
hi: भरने के लिए टैप करें
id: Ketuk untuk mengisi
ja: タップして入力
ko: 탭하여 입력
pt_br: Toque para preencher
ru: Нажмите, чтобы вставить
th: แตะเพื่อกรอก
tr: Doldurmak için dokun
vi: Nhấn để điền
zh_hans: 点按填入
zh_hant: 點按填入

source: Tap to set
ar: اضغط للإعداد
de: Tippen zum Einstellen
es: Toca para configurar
fr: Toucher pour configurer
hi: सेट करने के लिए टैप करें
id: Ketuk untuk atur
ja: タップして設定
ko: 탭하여 설정
pt_br: Toque para configurar
ru: Нажмите для настройки
th: แตะเพื่อตั้งค่า
tr: Ayarlamak için dokunun
vi: Chạm để đặt
zh_hans: 点击设置
zh_hant: 點擊設定

source: Tap to view
ar: اضغط للعرض
de: Tippen zum Anzeigen
es: Toca para ver
fr: Toucher pour voir
hi: देखने के लिए टैप करें
id: Ketuk untuk lihat
ja: タップして表示
ko: 탭하여 보기
pt_br: Toque para ver
ru: Нажмите для просмотра
th: แตะเพื่อดู
tr: Görüntülemek için dokunun
vi: Chạm để xem
zh_hans: 点击查看
zh_hant: 點擊檢視

source: Test connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन का परीक्षण करें
id: Uji koneksi
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar conexão
ru: Проверить подключение
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı sına
vi: Kiểm tra kết nối
zh_hans: 测试连接
zh_hant: 測試連線

source: Test protocols automatically
ar: اختبار البروتوكولات تلقائيًا
de: Testprotokolle automatisch
es: Protocoloos de prueba automáticamente
fr: Tester automatiquement les protocoles
hi: स्वचालित रूप से परीक्षण प्रोटोकॉल
id: Uji protokol secara otomatis
ja: プロトコルを自動的にテストする
ko: 자동으로 프로토콜 테스트
pt_br: Testar protocolos automaticamente
ru: Протоколы испытаний автоматически
th: ทดสอบโปรโตคอลโดยอัตโนมัติ
tr: Protokolleri otomatik olarak test edin
vi: Kiểm tra giao thức tự động
zh_hans: 自动测试协议
zh_hant: 自動測試協議
